abc
abie
abierta
abiertas
abiertos
ablation
ablations
abre
abren
abrir
abstracta
acb
acc
account
accrue
accumulation
acepta
acquire
activa
active
activo
activos
actual
actuales
actualiza
acumulado
adaptado
adaptador
adaptativo
adaptive
add
adds
ade
adir
adjust
adjustment
adm
adoptado
adopted
adoption
advance
adx
after
age
agent
agents
aggregate
agnosticos
agrega
agregadas
agrupa
agrupando
agua
ahorro
aislado
aislados
ajusta
ajuste
alcanzable
alcanzado
alchemy
alcista
aleatorias
alert
alerta
alertas
alerts
ales
alfa
alias
aliases
alineadas
alive
all
alloc
allocate
allocation
allocator
allow
allows
alpha
alta
alto
ambas
ambiguity
amendment
amount
amplio
anade
analisis
analysis
ancho
anchor
ancla
and
anio
anios
annual
anomalias
anomalies
anomalo
anomalous
anomaly
another
ante
anterior
antes
antiguo
anual
any
anything
apalancamiento
apertura
api
apis
aplica
app
append
applied
aproximaci
aps
architecture
archiv
archive
archivo
archivos
are
argumento
arquitectura
arranca
artifacts
ascendente
ascendentes
asignaci
asocia
asume
async
atajo
atomic
atr
attach
attribution
audi
audit
audita
auditar
auditor
auditoria
audits
augment
ausente
auth
automatically
available
average
avg
avisa
aware
axis
ayuda
back
backfills
backlog
backtest
backtesting
backtests
backup
bad
badge
bajo
balance
balances
bandas
bands
bar
barra
barras
barre
bars
base
based
baseline
baselines
basic
basis
bate
batir
bea
bear
before
below
bench
benchmark
benchmarks
between
bias
bien
binance
bis
bitstamp
blacklist
blacklisted
blica
block
blocking
blocks
bloque
bloquea
bloqueado
bloquear
bloques
bnb
bnh
bollinger
book
bool
bootstrap
bot
botones
bots
boundary
bounded
bounds
bps
bracket
breach
breaches
breakdown
bridge
brief
btc
bucket
buffer
bug
bugs
build
bull
bullis
busca
buscando
buy
buys
bybit
cach
cache
cacheado
cached
cada
cadence
cagr
calcula
calculada
calculate
calculator
calendar
calendario
call
callback
cambia
cambiar
cambio
camino
campos
can
cancel
cancela
cancelada
canceled
cancels
candidate
candidates
candles
canonical
capa
capas
capital
carga
cargados
carry
cartera
carteras
case
cases
ccy
cell
central
cero
cerrada
cerrado
cerrados
cerro
cfg
cft
chained
challenge
challenges
change
changes
chart
charts
chat
check
checklist
checkpoint
checks
chequea
ciclo
ciclos
cierra
cierran
cierre
cierres
clamps
clase
clasifica
class
claude
clean
clears
cli
client
cliente
clients
close
closed
closes
cloudfl
cmd
cmds
cnica
cnicos
cobra
code
codifica
codigo
coin
coincide
col
colector
colgante
colision
collect
collector
color
columnas
com
comando
comandos
comisiones
command
commands
commit
common
community
como
compact
compara
comparaci
comparativa
comparativos
compare
comparison
compartid
compartido
compartidos
compat
compatibilidad
compensan
completa
completado
completamente
completarlos
completas
completo
comportamiento
compra
comprar
compras
compro
comprueban
compute
computes
con
concepto
concisas
conclusion
condiciones
conections
conexi
config
configs
configuraci
configurado
configurados
configuration
confirmacion
confirmado
confirmation
connection
connections
consecuencia
consecutivas
conservadores
consideraciones
consistency
constraint
construida
construye
consulta
consume
consumes
consumption
contamination
context
contexto
contiguity
contiguous
continua
continuo
contra
contract
control
controls
convenciones
convierte
cooldown
copia
core
correcciones
correctamente
corrected
correction
correctly
corregidos
correr
corrido
corrupt
corse
corta
corto
cortos
cosa
cost
coste
costes
costs
counted
counts
cover
covers
crashea
crea
create
creates
crece
credenciales
credentials
credits
criptomonedas
criterio
criterion
criterios
critical
criticas
criticos
cron
cronograma
cronologicamente
cross
crosses
crudo
cruzan
crypto
csv
ctrl
cualquier
cuando
cubierto
cubre
cubren
cuenta
cumplir
current
cursor
curva
curvas
curve
cuyo
cycle
dada
dadas
dado
daily
dashboard
dat
data
database
date
dates
datetime
datos
day
days
dca
deactivates
debe
deberia
decidir
decimal
decimals
decision
decisiones
declarative
deduct
deducts
dedup
deduped
deduplica
deduplicado
deduplicate
dedups
default
deferred
degradaci
degradacion
degradation
deja
del
delay
delays
delegates
delete
deltas
demanda
demo
dentro
depeg
dependencias
dependencies
deploy
deployment
depth
derivadas
des
desactiva
desactivado
descarga
descargadas
descargar
descartados
descuenta
descuentan
desde
design
destrozan
detail
details
detallada
detallado
detalle
detecci
deteccion
detect
detecta
detects
determinism
determinismo
determinista
deterministas
deterministic
dev
devenga
devolver
devuelve
dia
diagnostico
diaria
diarias
diario
diarios
dias
dicamente
dict
dicts
diferida
dificiles
digito
digo
diluted
dinamicamente
dinamico
direcci
direct
directamente
directo
disable
disciplined
disco
discover
discreto
dise
diseno
display
disponi
disponible
dist
distintos
distribucion
distribution
divergence
divergencias
divide
docs
document
does
dollar
domingo
dominio
donde
done
dont
dos
download
drawdown
drift
drops
dulo
dump
duplicates
dups
duracion
durante
duration
dxy
dynamic
each
early
ecc
edad
edge
efectivo
eje
ejecuci
ejecucion
ejecuta
ejecutada
ejecutado
ejecutan
ejecuto
elapsed
eliminar
else
ema
emergencia
emergency
empareja
emparejados
emparejar
emparejarse
empezar
empi
empty
enable
encuentra
end
endpoint
engine
enriched
enriquece
enter
enters
entienden
entra
entrada
entradas
entrena
entries
entry
env
envi
envia
enviada
enviar
envio
equity
equiv
equivalence
error
esc
escalable
escapa
escribe
escritura
espa
espejo
espera
esperadas
esqueleto
est
esta
estable
establece
estad
estado
estar
este
estilo
estimado
esto
estos
estrategia
estrategias
estricto
estructura
estructuralmente
eth
etiqueta
etiquetas
eur
eval
evalua
evaluado
evaluate
evaluates
evaluations
event
evento
events
every
evidence
evidencia
evitar
evolucion
exact
exactamente
exactly
exacto
exceeded
excel
excepcion
exception
excepto
exchange
excluded
excludes
exclusivamente
excluye
excluyendo
exec
execution
exhaustivo
exi
exis
existe
existen
exit
exits
exp
experiment
experimento
experimentos
experiments
expir
explain
explanation
explica
explicit
exponential
export
externas
externos
extiende
extra
extract
extraction
extrae
extraidos
extreme
extremes
fabricar
factory
fails
failure
fair
fake
fall
falla
fallback
fallo
falls
falsa
falsas
false
faltan
faq
fase
fases
fast
fecha
fechas
fee
feed
feeds
fees
fetch
fichero
fifo
fig
fila
filas
file
fill
filled
fills
filosofia
filt
filter
filters
filtra
fin
final
finales
finaliza
finance
find
firm
firms
first
fiscal
fix
fixes
flag
flagged
flags
flat
flatten
flip
float
floats
floor
fmt
foco
focus
follower
following
fondo
footer
for
form
forma
format
formateo
formato
formatting
formulario
forward
foto
frame
freeze
frente
frescu
fresh
freshness
from
frontera
fronteras
frontier
froz
frozen
fuentes
fuera
fuerte
full
funci
funciona
funcionado
funciones
fund
funding
fusiona
fvg
gain
gains
gana
ganador
ganancia
ganancias
gap
gaps
gate
gates
genera
generador
generados
generate
generator
generica
generico
gesti
gestiona
gestor
get
gica
gimen
gives
global
graceful
gracefully
grafico
graficos
grande
grave
grupo
guard
habr
hace
half
hallazgo
hallazgos
halt
halvi
halving
handle
handles
handoff
hard
has
hasta
hay
header
health
heartbeat
hecho
help
helper
helpers
heredadas
herramienta
herramientas
hibrido
high
hint
hipotetica
hist
histogram
histograma
historial
historical
historico
history
hold
holdear
holdings
honest
hop
hora
horaria
horas
horizon
hot
hour
hoy
html
http
hueco
huecos
hypothesis
hyro
hyrotra
hyrotrader
icon
ideal
idempotent
identica
identificador
ids
idx
ignora
ignored
ignores
igual
immediate
immutable
imple
implement
implementaci
implementacion
implementados
importando
importante
importar
importes
impossible
imprime
improve
improved
incapaz
incluye
incluyendo
income
incompleto
ind
independent
independientes
indicado
indicador
indicadores
indicator
indicators
indices
infer
info
informe
infra
inicio
init
initial
initialize
initialized
inmutable
insensitive
insert
install
instance
instancia
instanciaci
instantiate
instructions
insufficient
int
inte
integration
integridad
intenta
interactive
interactivo
interface
interfaz
internal
internamente
interno
intrabar
intraday
intradia
invalid
invalida
invalidate
invalidates
invariantes
inventory
inverted
investigacion
investigar
inyectadas
irpf
iso
isolated
isolates
iter
journal
journalctl
journals
json
jsonl
jump
keep
keeps
kelly
key
kind
lab
label
labeled
lanza
lar
larga
largo
las
last
later
lateral
laterales
latest
layout
lculo
leaves
lectura
lee
leg
legacy
legible
leida
level
levels
lida
lifo
likely
limit
limite
limiter
limites
limits
limpieza
line
linea
lineal
lineas
liqui
liquida
liquidar
list
lista
listas
listo
lite
live
liveness
llamada
llamadas
llamado
llaman
llamar
llamarse
llevar
load
loads
local
locales
lock
log
logger
logging
logs
long
longest
longflat
longs
lookahead
lookup
los
loss
losses
lot
lote
lotes
lots
low
lower
ltimas
ltimo
ltimos
ltiples
macd
macro
madrid
mae
main
make
mal
manage
manager
mantenie
manualmente
map
mapping
maps
marca
marcadores
marcados
margen
marginal
mark
markdown
marker
markers
market
markets
marks
mas
matar
match
matches
matching
mati
matias
matibot
matrix
matriz
max
maximos
maybe
mayor
mbolo
mean
mec
mecanica
mecanismo
media
medicion
medido
medio
mejora
mejoras
memoria
menor
menos
mensaje
mensual
mensuales
mercado
mercados
merge
merges
mero
mes
meses
message
meta
method
metricas
metrics
mfe
micro
microestructura
microstructure
middle
migrado
min
minimas
minimo
minimos
minutes
minutos
mirror
mismas
mismo
mismos
missing
mite
mock
mockeado
mode
model
modelos
modo
modulo
momento
momentum
moneda
money
monitor
monitoring
monotonic
month
monthly
months
mostraba
mostrando
motor
moving
mtime
mtm
muerto
muestra
mueve
multi
multipart
multiple
multiplo
muy
mvrv
nada
name
named
nasdaq
ndar
ndice
nea
near
necesitamos
negative
net
neta
neto
new
next
nico
nimos
nin
nivel
niveles
nombre
nombres
non
none
nonexistent
noop
noops
normalizados
normalized
normalizes
not
notional
now
nube
nucleo
nueva
nuevas
nuevo
nuevos
num
numerico
numero
numpy
nunca
objet
objetivo
objeto
obligatorio
observabilidad
observability
obtenci
obtener
obv
odo
offset
oficial
ofrece
ohlcv
okx
oldest
once
one
only
onset
oos
opc
open
operable
operaci
operaciones
operar
operational
optimizacion
optimization
optimize
optional
opuesta
orden
ordena
ordenada
ordenadas
ordenados
order
orderbook
orders
orm
oro
otro
out
outcome
outliers
output
overfitting
overlay
overly
overrides
pag
paga
page
pagina
paginates
paired
pairing
pairs
pandas
panel
paper
par
para
parada
parametro
parametros
parchear
parcial
parciales
pares
paridad
parity
parse
parseado
parsed
parses
parte
partial
particionados
participa
partir
parts
pasa
paso
pasos
pass
passed
passes
passing
password
pata
patas
patch
patched
path
patr
pause
paused
pct
peak
pedido
pendiente
pendientes
pending
peor
per
percentage
percentil
percentile
perdida
perdidas
perdio
perf
perfil
peri
periodo
permitida
perpetual
persist
persisted
persistent
persistente
persistido
persistidos
persistir
phase
phases
photo
pick
pide
place
plan
planes
plano
planos
plugin
plus
png
pnl
pnls
poc
policy
pondera
ponderado
populated
por
porcentaje
porcentual
porque
portfolio
pos
posici
posicion
posiciones
position
positions
positive
possible
post
posteriores
pre
precio
precios
precision
prefers
prefijo
preguntas
presenta
presentes
preservar
presets
previa
price
primer
primera
primero
principal
principales
print
pro
probe
problema
procesa
process
prod
profile
profiles
profit
programa
progresivos
progreso
progressive
project
promedio
promotion
prop
propio
proporciona
proporcionada
propuesta
propuesto
prorratea
protocol
protocolo
proximo
proximos
proxy
proyecto
pts
public
publica
publico
puede
pueden
pull
pullback
punto
puntos
puntuacion
puntual
pura
puras
purchase
pure
puros
python
qty
quarter
quarterly
que
query
quitar
quote
racha
radicalmente
raise
rama
random
range
rango
rank
rapida
rate
rates
rather
ratio
raw
raz
rdenes
rdida
rdidas
reach
reachability
reached
read
readable
real
realistic
realizado
realized
reaplica
rebalance
rebalanceo
rebalanceos
rebalances
rebalancing
recent
rechazado
recientes
recomendacion
recomendado
recompra
recon
reconstruct
reconstructs
reconstruir
reconstruye
record
recorded
records
recorta
recuperacion
recuperarlo
recursiva
red
reduce
reduces
reducido
reemplaza
reenvia
refactor
referencia
referencias
referirse
refresca
refresh
refuses
regime
regimen
register
registra
registrados
registrar
registro
registros
registry
regla
reglas
regresion
regulares
reiniciar
reinstantiation
reintenta
rejected
rejection
rejects
relativo
releerlo
relevantes
reliability
reloj
remake
remote
remoto
remove
removes
render
renderiza
renders
rentabilidad
reorganizacion
repeat
replace
report
reporte
reporting
reports
repr
reproduccion
requests
requiere
require
required
requirement
requires
resample
resamplea
resea
research
resends
reserved
reserves
reset
resistencia
resolve
resolves
resolvia
resp
respects
responder
response
respuesta
respuestas
rest
restantes
restart
resto
restores
resuelto
resueltos
resuelve
resul
result
resultado
resultados
results
resume
resumen
ret
retention
reto
retorna
retornado
retrace
retrocediendo
retrocesos
retry
return
returns
reu
reutiliza
revalidar
reversible
reversion
ricas
rich
ricos
riesgo
riesgos
rises
risk
rmula
roadmap
robustness
rojo
rollback
rollbacks
rolling
rounds
roundtrip
route
router
routes
row
rows
rsi
rule
rules
run
runner
runs
runtime
ruta
rutas
sabemos
saber
safe
saldo
sale
salida
salir
same
sample
sanitize
sanity
save
scales
scalp
scheduler
scode
score
screen
screens
script
scripts
seccion
second
section
seek
seg
segmento
seguia
segun
seguro
selected
selector
self
sell
sells
semana
semanales
sen
senal
senales
send
sens
sensibilidad
sensitivit
sensitivity
separator
ser
serializable
serializadas
serialize
serie
series
serve
servicio
ses
sesi
sesion
sesiones
session
set
sets
settings
settle
settlement
settlements
setup
sev
severidad
severity
shadowed
shallow
shared
sharpe
shift
shifted
short
shorts
should
signal
signals
sigue
siguiente
silently
sim
simbolo
simetrico
simples
simplificado
simula
simulacion
simulado
simulador
simulate
sin
single
sint
sintetica
sinteticas
sinteticos
sirv
sirve
sistema
size
sizing
skills
slice
slippage
slope
sma
smoke
snap
snapshot
snapshots
sobre
sobrecompra
socket
sol
solamente
solapan
solicitado
solo
something
son
soporte
sorted
sortino
spanning
specific
split
spot
sql
stack
stale
staleness
standalone
start
state
static
stats
status
stays
steady
step
steps
sticas
still
stop
str
strat
strategies
strategy
streak
stress
strict
structure
style
sub
subida
subset
substring
sudo
suffix
suficientes
sugerido
suma
summarize
summarizes
summary
supera
supero
superseded
suppresses
surface
survives
sus
suyo
swaps
sweep
swing
symbol
symbols
tabla
tablas
table
take
tal
target
targets
tasa
tax
taxonomy
telegram
template
temporal
tendencia
terminal
test
tests
texto
tgtccy
than
the
then
these
this
thread
threshold
thresholds
tick
ticker
tico
ticos
tiempo
tiene
tiente
tightens
tighter
til
time
timeframe
timeout
timestamp
timestamps
tipo
toca
tocar
toda
todas
todo
todos
toggles
token
tolerancia
tomado
too
tools
tooltip
top
total
touch
trabajo
trace
track
trade
trader
trades
trading
traduce
trae
trailing
tramo
tramos
translation
tras
trend
tres
tricas
trigger
trimestral
trimestre
trough
true
truncates
try
ttl
tuple
two
typer
ult
ultima
ultimas
ultimo
ultimos
umbral
umbrales
una
unavailable
under
underwater
une
unico
unidad
unidades
unificada
unique
units
unknown
unmatched
uno
until
untouched
update
updates
upgrade
upload
upper
upsert
uptrend
urllib
usa
usado
usage
usan
usando
usar
usd
usdc
usdt
use
used
user
uses
uso
usuario
utc
utcnow
vacio
valid
valida
validaci
validacion
validados
validate
validation
validator
valido
valor
valores
value
variables
variant
variants
veces
vehiculo
vela
velas
vende
venta
ventana
ventanas
ventas
venue
ver
verde
verdict
veredicto
verifica
verificadas
verificar
verification
version
versiones
vez
via
vie
view
views
violation
visor
vistas
vive
vivo
vix
volume
volumen
vwap
walk
wallet
warmup
watch
web
weekday
weekly
what
whats
when
wider
width
wilder
window
windows
wins
with
within
without
workflow
works
worse
write
writes
ximos
xito
yahoo
year
yyyy
zero
zone
zones